Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: 発明が解決しようとする課題
en_us: Technical Problem

source: 発明の効果
en_us: Advantageous Effects of Invention

source: 発明の名称:発光装置
en_us: Title of Invention: LIGHT-EMITTING DEVICE

source: 発明の概要
en_us: Summary of Invention

source: 発明を実施するための形態
en_us: Description of Embodiments

source: 符号の説明
en_us: Reference Signs List

source: 緑色発光蛍光体(510nm以上560nm以下の波長範囲にピーク波長を有する蛍光を発生する蛍光体)としては、酸窒化物系の蛍光体(サイアロン蛍光体)である、Eu2+がドープされたβ-SiAlON:Eu蛍光体、Ce3+がドープされたCaα-SiAlON:Ce蛍光体などが挙げられる。
en_us: Possible examples of a green light-emitting phosphor (a phosphor that emits fluorescence having a peak wavelength in the wavelength range of 510 nm or more to 560 nm or less) are an Eu2+ doped β-SiAlON:Eu phosphor, a Ce3+ doped Caα-SiAlON:Ce phosphor, and the like that are oxynitride-based phosphors (SiAlON phosphors).

source: 縦軸は、励起光および蛍光の放射強度である。
en_us: The vertical axis is the radiant intensity of the excitation light and the fluorescence.

source: 背景技術
en_us: Background Art

source: 蛍光体4として、ミー散乱を起こす粒子径を有する粒子を利用した場合には、強い密度を有する光に十分に耐えることができるため、蛍光体4の劣化を抑制ことができる。
en_us: In the case where particles having a particle size that causes Mie scattering are used as the phosphor 4, it is possible to sufficiently withstand light having a strong density, and it is therefore possible to suppress deterioration of the phosphor 4.

source: 蛍光体4は、レーザ素子2から出射された励起光L1を受けて第1の蛍光を発するものである。
en_us: The phosphor 4 receives the excitation light L1 emitted from the laser element 2 and emits the first fluorescence.

source: 蛍光体4は、発光装置1から出射される出射光が所望の色味を有するように、励起光L1のピーク波長とともにその種類が選択される。
en_us: The type of the phosphor 4 is selected along with the peak wavelength of the excitation light L1 in such a way that the outgoing light emitted from the light-emitting device 1 has a desired tone.

source: 蛍光体7としては、例えば、InP系のナノ結晶蛍光体を用いることができる。
en_us: An InP-based nanocrystal phosphor can be used as the phosphor 7, for example.

source: 蛍光体7は、レーザ素子2から出射される励起光L1の種類(すなわち、レーザ素子2の種類)に応じて選択されればよい。
en_us: The phosphor 7 may be selected according to the type of excitation light L1 to be emitted from the laser element 2 (in other words, the type of the laser element 2).

source: 蛍光体7は、蛍光体部3を透過した励起光L2を吸収して第2の蛍光を発するものである。
en_us: The phosphor 7 absorbs the excitation light L2 that has passed through the phosphor section 3 and emits the second fluorescence.

source: 蛍光体部3には、後述するガラス板13を透過した励起光L1が照射される。
en_us: The phosphor section 3 is irradiated with excitation light L1 that has passed through the glass sheet 13, which is described later on.

source: 蛍光体部3に含まれる蛍光体4の種類は、1種類でも2種類以上でも構わない。
en_us: There may be one type of the phosphor 4 included in the phosphor section 3 or there may be two or more types.

source: 蛍光体部3の形状は、図1では円柱形状であるが、これに限定されるものではない。
en_us: The shape of the phosphor section 3 is a columnar shape in Fig. 1 but is not restricted thereto.

source: 蛍光体部3は、レーザ素子2から出射された励起光L1を受けて第1の蛍光を発する。
en_us: The phosphor section 3 receives the excitation light L1 emitted from the laser element 2 and emits first fluorescence.

source: 蛍光体部3は、励起光L1が照射される(励起光L1を受光する)受光面3Rと、受光面3Rとは反対側の表面である光出射面3Eとを有している。
en_us: The phosphor section 3 has a light-receiving surface 3R that is irradiated with the excitation light L1 (receives the excitation light L1), and a light-outgoing surface 3E that is a surface on the opposite side to the light-receiving surface 3R.

source: 蛍光体部3は、実施形態1で説明したしたものと同様のものである。
en_us: The phosphor section 3 is the same as that described in embodiment 1.

source: 蛍光体部3は、実施形態1で説明したものと同様のものである。
en_us: The phosphor section 3 is the same as that described in embodiment 1.

source: 蛍光体部3は、後述する支持基板31の、光ファイバ21と光学的に接続されている受光面31aと対向する載置面31b上に配置されている。
en_us: The phosphor section 3 is arranged on a mounting surface 31b, which opposes a light-receiving surface 31a that it is optically connected to the optical fiber 21, of the support substrate 31 described later on.

source: 蛍光体部6においては、その励起光L2の一部が透過または散乱することにより、発光装置1の外部に出射される。
en_us: Part of that excitation light L2 passes through or scatters in the phosphor section 6, and is thereby emitted to outside of the light-emitting device 1.

source: 蛍光体部6には、蛍光体部3で第1の蛍光に変換されなかった励起光L2が照射される。
en_us: The phosphor section 6 is irradiated with excitation light L2 that has not been converted into first fluorescence by the phosphor section 3.

source: 蛍光体部6の形状は、図1では円柱形状であるが、これに限定されるものではない。
en_us: The shape of the phosphor section 6 is a columnar shape in Fig. 1 but is not restricted thereto.

source: 蛍光体部6は、実施形態1で説明したものと同様のものである。
en_us: The phosphor section 6 is the same as that described in embodiment 1.

source: 蛍光体部6は、蛍光体部3で第1の蛍光に変換されなかった励起光L2を、第2の蛍光に効率よく変換するためには、図1および図3に示すように、蛍光体部3の光出射面3E(励起光L2の出射側)に設けられることが好ましい(条件1)。
en_us: It is preferable that the phosphor section 6 be provided on the light-outgoing surface 3E of the phosphor section 3 (the side from which the excitation light L2 is emitted) as depicted in Fig. 1 and Fig. 3 in order for the excitation light L2 that has not been converted into first fluorescence by the phosphor section 3 to be efficiently converted into second fluorescence (condition 1).

source: 蛍光体部6は、蛍光体部3と同様、励起光L2が照射される(励起光L2を受光する)受光面6Rと、受光面6Rとは反対側の表面である光出射面6Eとを有している。
en_us: Similar to the phosphor section 3, the phosphor section 6 has a light-receiving surface 6R that is irradiated with the excitation light L2 (receives the excitation light L2), and a light-outgoing surface 6E that is a surface on the opposite side to the light-receiving surface 6R.

source: 蛍光体部6は、蛍光体部3にて蛍光体4を励起しなかった励起光L2を受けて、励起光L2により励起され第2の蛍光を発する。
en_us: The phosphor section 6 receives the excitation light L2 that has not excited the phosphor 4 in the phosphor section 3, is excited by the excitation light L2, and emits second fluorescence.

source: 要約書
en_us: ABSTRACT

source: 課題を解決するための手段
en_us: Solution to Problem

source: 請求の範囲
en_us: CLAIMS

source: 赤色発光蛍光体(600nmより大きく680nm以下の波長範囲にピーク波長を有する蛍光を発生する蛍光体)としては、窒化物系の蛍光体である、Eu2+がドープされたCaAlSiN3:蛍光体(CASN:Eu蛍光体)、Eu2+がドープされたSrCaAlSiN3蛍光体(SCASN:Eu蛍光体)などが挙げられる。
en_us: Possible examples of a red light-emitting phosphor (a phosphor that emits fluorescence having a peak wavelength in the wavelength range of greater than 600 nm to 680 nm or less) are an Eu2+ doped CaAlSiN3: phosphor (a CASN:Eu phosphor), an Eu2+ doped SrCaAlSiN3 phosphor (a SCASN:Eu phosphor), and the like that are nitride-based phosphors.

source: 金属薄膜としては、アルミニウム等の反射率の高い材質が用いられる。
en_us: A material having high reflectance such as aluminum is used as the thin metal film.

source: 黄色発光蛍光体(560nmより大きく590nm以下の波長範囲にピーク波長を有する蛍光を発生する蛍光体)としては、セリウム(Ce)で賦活したイットリウム(Y)-アルミニウム(Al)-ガーネット(Garnet)蛍光体であるYAG:Ce蛍光体や、酸窒化物系の蛍光体(サイアロン蛍光体)である、Eu2+がドープされたCaα-SiAlON:Eu蛍光体などが挙げられる。
en_us: Possible examples of a yellow light-emitting phosphor (a phosphor that emits fluorescence having a peak wavelength in the wavelength range of greater than 560 nm to 590 nm or less) are a YAG:Ce phosphor that is a cerium (Ce)-activated yttrium (Y)aluminum (Al) garnet phosphor, an Eu2+ doped Caα-SiAlON:Eu phosphor that is an oxynitride-based phosphor (a SiAlON phosphor), and the like.
